[
{
      "id":"1",
      "name":"Airi",
      "bio":"ผู้นำนินจารุ่นใหม่ Airi",
      "story":" Oriental Dragons คือกลุ่มลึกลับที่คอยรักษาความสงบ โดยอาศัยพลังของมังกรโบราณ ในฐานะผู้นำนินจารุ่นใหม่ Airi ไม่ได้สืบทอดเพียงฉายา โจนิน แต่ความสามารถของเธอยังได้รับการยอมรับจากมังกรโบราณ และยังมี Dragon's Mark อันทรงพลังอีกด้วย เมื่อกลางคืนมาถึงกลุ่มนินจาที่นำโดย Airi ได้มุ่งหน้าไปช่วย Temple of Light จากกองทัพแห่งความมืด ด้วยสุดยอดทักษะ Airi สามารถหลบการจู่โจมจากเวทมนต์ดำได้ง่ายๆ พวก Fallen นับพันทรุดลงกองแทบเท้าเธอ เธอเป็นดั่งใบมีดที่พุ่งเข้าหา Maloch ผู้นำกองทัพปีศาจ ทิ้งร่างโชกเลือดที่เธอฟาดฟันเป็นทางทอดยาว แต่ Airi ก็บาดเจ็บหนักขึ้นเช่นกัน เมื่อเธอเข้าถึงตัว Maloch ได้ เขาจึงล้างแค้น Airi ที่จัดการสมุนของเขาด้วยการมอบบาดแผลฉกรรจ์ให้ Airi เธอเสียเลือดไปมาก ทำให้เธอรู้ได้ว่าเธอจะไม่มีทางชนะการต่อสู้ที่ยืดเยื้อได้ เธอจึงใช้พลังเฮือกสุดท้ายชูดาบขึ้นและฟันลงใส่ Maloch พลังวิญญาณมังกรที่ถูกปลดปล่อยออกมานั้นรุนแรงมากจน Maloch ทำอะไรไม่ได้นอกจากใช้ปีกของเขากันการโจมตีของ Airi และปีกคู่นั้นก็ถูกบดขยี้ลงไปพลังจากดาบของ Airi ทำลายความสามารถในการต่อสู่ของผู้นำทัพไร้เทียมทานอย่างสิ้นเชิง Maloch ต้องหนีกลับเพื่อฟื้นพลัง และปล่อยให้กองทัพปีศาจต้องเผชิญกับความพ่ายแพ้ ความมุ่งมั่นของ Airi ที่แสดงให้ทุกคนได้เห็นในการต่อสู้ครั้งนี้ทำให้ทุกคนเคารพเธอ แม้แต่ปีศาจที่ชั่วร้ายที่สุดก็ยังไม่อาจต่อกรกับเธอได้",
      "icon":"https://cdn-webth.garenanow.com/webth/cdn/gth/rov/non-events/official/fb8a12b0dccdaee733cb0df7479245a4538231199.jpeg", 
      "background":"https://cdn-webth.garenanow.com/webth/cdn/gth/rov/non-events/official/1fc2120f614e6e2a61f0cafc9a715087790590761.jpeg",
      "position":"แอสซาซิน,ไฟต์เตอร์",
      "skill_challenger":"ฟลิกเกอร์",
      "item":"",
      "rune":"",
      "hiden_power":"",
      "passive_skill":"",
      "skill_1":"",
      "skill_2":"",
      "skill_3":"",
      "special_skill":"",
      "tranfrom_skill_1":"",
      "tranfrom_skill_2":"",
      "tranfrom_skill_3":"",
      "name_passive_skill":"",
      "name_skill_1":"",
      "name_skill_2":"",
      "name_skill_3":"",
      "name_special_skill":"",
      "name_tranfrom_skill_1":"",
      "name_tranfrom_skill_2":"",
      "name_tranfrom_skill_3":"",
      "tip":""
    },
{
      "id":"2",
      "name":"Nakroth"
      "bio":"ทุกชีวิตเท่าเทียมเมื่ออยู่ต่อหน้าคำพิพากษา",
      "story":"จงเผชิญหน้ากับคำพิพากษาของเจ้า! Nakroth คือหนึ่งในผู้พิพากษาแห่งยมโลก วิญญาณดวงใดก็ตามที่เข้ามายังที่แห่งนี้จะต้องยืนอยู่หน้าแท่นแห่งความจริงและรับการพิพากษาจากเขา ใครก็ตามที่ถูกตัดสินว่าผิดจะถูกลงโทษโดย Nakroth ส่วนใครก็ตามที่เป็นผู้บริสุทธิ์จะได้รับการนำทางไปยังสวรรค์อีลิเซียมอันงดงามเพื่อใช้ชีวิตอย่างสุขสบายชั่วนิรันดร์ แม้ว่า Nakroth จะมีภาระอันหนักหน่วง แต่เขาก็เป็นที่รู้จักในด้านความยุติธรรมและความเมตตา เขาตัดสินคดีโดยใช้กฎอันเข้มงวดสำหรับทุกดวงวิญญาณโดยไม่สนใจสถานะทางสังคมหรือความสัมพันธ์เกี่ยวกับตัวเขา ครั้งหนึ่งเมื่อกรีซได้รับความทุกข์ทรมานจากภัยแล้งอันยาวนานซึ่งเกิดจากความพิโรธของ Zeus บรรดาประชาชนได้ขอความช่วยเหลือจาก Nakroth ด้วยหวังว่าคำพิพากษาที่ยุติธรรมจะหยุดยั้งความพิโรธของ Zeus ได้ และก็เป็นการตัดสินใจที่ถูกต้องเนื่องจาก Nakroth ได้ช่วยให้ฝนกลับมาตกอีกครั้ง ในนรกมีเทพและปีศาจไม่กี่ตนเท่านั้นที่มีอำนาจเทียบเท่า Nakroth และดาบ Dread Judge ของเขา น้อยคนนักจะสามารถต้านทานการเคลื่อนไหวอันรวดเร็วของเขา ไม่ว่าจะเป็นวีรบุรุษที่มีชื่อเสียงหรือกระทั่งเทพสวรรค์ ไม่มีผู้ใดกล้าเพิกเฉยต่อการมีอยู่ของ Nakroth คมดาบ Dread Judge ของเขาคือฝันร้ายไร้ที่สิ้นสุด เมื่อ Nakroth ประจันหน้ากับศัตรู ใบหน้าของเขายังคงเรียบนิ่ง เว้นแต่มียิ้มที่มุมปากเล็กน้อย อย่ากลัวไปเลย ข้าจะพยายามอ่อนโยน",
      "icon":"https://cdn-webth.garenanow.com/webth/cdn/gth/rov/non-events/official/0b1620c324e7800851b412a9439a689b122140483.jpeg", 
      "background":"https://cdn-webth.garenanow.com/webth/cdn/gth/rov/non-events/official/3e2709c4727c28ce77fe1639ca27007f998447558.png",
      "position":"แอสซาซิน,ไฟต์เตอร์",
      "skill_challenger":"พันนิช",
      "item":"",
      "rune":"",
      "hiden_power":"",
      "passive_skill":"",
      "skill_1":"",
      "skill_2":"",
      "skill_3":"",
      "special_skill":"",
      "tranfrom_skill_1":"",
      "tranfrom_skill_2":"",
      "tranfrom_skill_3":"",
      "name_passive_skill":"",
      "name_skill_1":"",
      "name_skill_2":"",
      "name_skill_3":"",
      "name_special_skill":"",
      "name_tranfrom_skill_1":"",
      "name_tranfrom_skill_2":"",
      "name_tranfrom_skill_3":"",
      "tip":""
    }
]
